{"type": "Règlement", "model": "reglement", "content": [["title", "De l'administration"], ["article", "Le serveur est régi par une équipe d'administration chargée d'appliquer les règlements, d'assurer le bon fonctionnement des services proposés, et d'entreprendre les évolutions relatives au jeu sur le serveur Minecraft."], ["article", "L'équipe d'administration est dirigée par deux administrateurs principaux, qui nomment et révoquent les administrateurs au sein de celle-ci. Lorsqu'un administrateur souhaite quitter son poste, celui-ci peut remettre sa démission aux administrateurs principaux, qui l'acceptent automatiquement."], ["article", "L'équipe d'administration est chargée de la rédaction, de l'adoption, de la modification et de la mise en application des Conditions d'utilisation, dans le cadre de l'application du Règlement européen Général de la Protection des Données (RGPD)."], ["article", "Les administrateurs ont un accès permanent à la console du serveur Minecraft, de leur arrivée jusqu'à leur départ de l'équipe d'administration. Ils sont ainsi tenus de protéger les données personnelles des joueurs dans le respect des Conditions d'utilisation."], ["article", "Les administrateurs principaux peuvent apporter des modifications aux règlements si elles sont mineures et motivées par les circonstances.\nLe présent article ne s'applique pas aux modifications du présent règlement qui doivent obligatoirement faire l'objet d'un vote de la communauté."], ["article", "Les nominations, les révocations, les acceptations de démission, les modifications mineures de règlement, les modifications et abrogations de statuts, l'instauration et les modifications des Conditions d'utilisation, les décisions d'évolution majeure du jeu (changements de versions, [i]reset[/i] de carte...), les décisions de maintenance, les décisions relatives à l'établissement de nouveaux services et à la modification des services existants, les décisions relatives à la communication du serveur et les délégations de signature sont relatées dans des statuts rédigés par les administrateurs principaux.\n\nLes règlements peuvent prévoir d'autres cas dans lesquels les statuts sont utilisés.\n\nLes statuts ne sont valables qu'avec signature d'un des administrateurs principaux ou d'une personne détenant sa délégation de signature.\n\nLes statuts peuvent être contresignés par un membre de l'administration si le statut concerne le domaine dont il est chargé où s'il a lui-même participé à son élaboration.\n\nLes statuts portant nomination ou révocation d'un membre de l'administration sont obligatoirement signés et contresignés respectivement par les deux administrateurs principaux."], ["article", "L'équipe d'administration assure l'organisation de l'inscription, du passage et de la délivrance du Certificat d'Aptitude à la Modération. Ses modalités sont fixées par statut."], ["title", "De la modération"], ["article", "La modération sur le serveur de jeu est assurée par la Commission de Modération qui est composée des modérateurs du serveur. Les modérateurs ont pour mission de surveiller les joueurs, de leur porter assistance, de recueillir les éventuelles plaintes, d'enquêter et de décider des sanctions des joueurs contrevenant aux règlements."], ["article", "La Commission de Modération est dirigée par un Président élu parmi et par les modérateurs membres de celle-ci. Son mandat est d'un an renouvelable. Les modalités de ce vote sont, le cas échéant, précisées par statut."], ["article", "Le Président de la Commission de Modération nomme les modérateurs et les révoque en cas de faute."], ["article", "Les joueurs du serveur peuvent postuler en tant que modérateur sur présentation d'une candidature au Président de la Commission.\n\nIls doivent avoir préalablement passé et obtenu le Certificat d'Aptitude à la Modération.\n\nL'administration émet un avis sur la nomination des modérateurs. En cas d'avis défavorable de l'administration et favorable du Président de la Commission, la nomination est conditionnée à un vote à majorité absolue des membres de la Commission, dans lequel seules sont comptées les voix [i]pour[/i].\n\nSeuls peuvent postuler les joueurs ayant rejoint le serveur depuis plus d'une semaine et n'étant pas bannis."], ["article", "Le Président de la Commission peut nommer des modérateurs n'étant pas titulaires du Certificat d'Aptitude à la Modération uniquement dans le cadre d'une dérogation délivrée par statut par un administrateur principal. La validité maximale de la dérogation est de six mois, à l'issue desquels les modérateurs en ayant bénéficié sont contraints de démissioner, sauf s'ils sont entre temps nommés selon les dispositions prévues par l'article précédent."], ["article", "En cas de vacance du poste de Président de la Commission de Modération, un membre de l'équipe d'administration nommé par un administrateur principal assure l'intérim. Dans ce cas, un nouveau vote visant à désigner le prochain Président de la Commission est organisé dans les deux mois qui suivent. L'administrateur assurant l'intérim ne peut pas voter ni se présenter comme candidat à ce vote."], ["article", "En cas de faute grave ou de non-respect manifeste à ses devoirs, le Président de la Commission de Modération peut, après délibération de l'équipe d'administration, être révoqué."], ["article", "Les actes de modération sont validés par l'équipe d'administration et doivent pouvoir être justifiés par l'auteur.\n\nLes modérateurs peuvent être amenés à demander des informations impliquant des données personnelles à l'administration ([i]logs[/i], adresses IP...), qui seront communiquées dans le cadre des procédures de modération.\n\nLes modérateurs ne doivent pas utiliser ces données à d'autres fins que l'enquête, sous peine de radiation."], ["article", "La Commission de Modération possède le pouvoir exclusif de sanctionner les joueurs. Les administrateurs peuvent cependant sanctionner des joueurs dans l'urgence ou en cas de flagrant délit. Les sanctions ainsi appliquées sont communiquées à la Commission de Modération, qui les ajuste le cas échéant."], ["article", "La modération du serveur Discord est exclusivement assurée par l'équipe d'administration. Les modérateurs du serveur Discord peuvent être différents de ceux du serveur de jeu."], ["title", "Des règlements"], ["article", "Les règlements sont votés par les joueurs du serveur. Peuvent participer à ces votes les joueurs ayant rejoint le serveur depuis plus d'une semaine et n'étant pas bannis au moment du vote."], ["article", "Les règlements sont adoptés par les administrateurs principaux dans les deux jours après la constatation du vote favorable de la version finale."], ["article", "Les modalités de vote des règlements sont, le cas échéant, précisées par statut."], ["article", "Les règlements et modifications de règlements existants peuvent être proposés au vote par l'équipe d'administration ou par un groupe de 5 joueurs minimum."], ["article", "Les joueurs peuvent amender les propositions de règlements. Les amendements proposés sont soumis au vote et adoptés s'ils recueillent une majorité de votes favorables."]], "date": 1624444954, "dispo": ["Considérant [url=https://mcmatthevan.github.io/limoncello/crv/CRV20210623-0.pdf]le compte-rendu[/url] de vote du 23 juin 2021"], "sign": {"": [["AigleAttarde & lumahell", ""]]}, "preamble": "Ce règlement vise à déterminer l'organisation interne des responsabilités sur Palgania, les droits et les devoirs de chacun des membres du serveur. Il fixe ainsi le rôle de chacun des membres du [i]staff[/i], mais aussi celui de la communauté, que ce soit sur le jeu, Discord ou les services web.", "author": "Les administrateurs principaux", "verb": "Ont adopté", "id": "R20210623-0", "title": "Règlement interne de l'organisation des responsabilités", "confirmSign": {}}