{"type": "Règlement", "model": "reglement", "content": [["title", "Généralités"], ["article", "L'ensemble des membres de la communauté a l'obligation de porter un pseudo, une photo de profil et un skin ne présentant aucune offense ou insulte."], ["article", "Les insultes, propos blessants ou offensants envers une personne ou un groupe de personnes sont proscrits, quelqu'en soit la nature. De tels propos sont punis de 3 jours de mute, allongés à 7 jours s'ils sont tenus à l'encontre d'un modérateur. La récidive est punie de la même sanction avec une durée doublée."], ["article", "Les propos incitants à la haine ou la violence sont punis d'un an de bannissement."], ["article", "Les débats ayant pour thème la religion, la politique, ou d'autres sujets de société sont proscrits sur les chats publics. La participation à un débat ayant ces thèmes est punie de 2 jours de mute, allongés à 5 en cas de récidive."], ["article", "Il est interdit d'usurper l'identité d'une tierce personne, de quelque manière que ce soit. L'usurpation d'identité est punie d'un an de bannissement."], ["article", "Tout partage de lien (URL, adresse IP) menant vers des sites pornographiques, des screamers ou des documents pouvant heurter la sensibilité d'autrui est strictement interdit, que ce soit dans le chat public, en message privé, ou sous quelconque autre forme.\n\nLe partage de ce type de lien est puni de 2 jours de mute s'il est commis en message privé et de 5 jours de mute s'il est commis en public."], ["article", "Toute forme de spam est interdite. L'usage abusif des majuscules est de cette manière interdit, car il entrave la lisibilité du chat.\n\nLe spam est puni de 12 heures de mute et de 2 jours en cas de récidive."], ["article", "Toute tentative, résultante ou non, visant à contourner les systèmes de sécurité de l'un des services proposés est punie d'un an de bannissement."], ["article", "Toute forme de publicité est punie d'un jour de mute, même si celle-ci est exécutée pour autrui. Le partage de chaîne YouTube ou de chaîne Twitch est néanmoins autorisé, mais uniquement dans les cas fixés préalablement par statut. "], ["article", "Le partage d'informations personnelles (nom IRL, adresse, photographie...), lorsqu'il est effectué sans l'accord de la personne concernée et dans le but de nuire à la réputation ou à l'intégrité de celle-ci est puni de 3 mois de bannissement, que ce soit dans le chat public, en message privé, ou sous quelconque autre forme. "], ["title", "Du serveur Discord"], ["article", "Le salon vocal [i]mc[/i] mis à disposition vise à permettre aux joueurs de communiquer entre eux pendant le jeu sur le serveur Minecraft.  Afin de ne pas gêner les discussions, il n'est pas autorisé d'utiliser ce salon vocal à d'autres fins, sans quoi un mute de 3 jours sera appliqué sur Discord."], ["article", "Pour fluidifier et simplifier les communications, il est demandé à chaque utilisateur de veiller à poster les messages dans le bon salon textuel :\n - [i]#palgania-général[/i] pour tous discussions et messages étant en rapport avec le serveur minecraft\n - [i]#galerie[/i] pour les médias risquant de gêner la discussion dans le salon textuel général\n - [i]#commande-bot[/i] pour les commandes des bots."], ["article", "Un bot permettant d'écouter de la musique en vocal est présent sur le serveur Discord.  Son utilisation est réglementée :\n\n[sc][b]Un.[/b][/sc] Il est interdit de faire jouer au bot autre chose que de la musique (pas de vidéo youtube). \n\n[sc][b]Deux.[/b][/sc] Il est interdit de faire jouer au bot des audios pouvant heurter la sensibilité, faisant insulte ou offense à une personne ou un groupe de personnes. \n\n[sc][b]Trois.[/b][/sc] Chaque utilisateur est libre de régler soit-même le volume sonore du bot.  Ainsi, aucun utilisateur ne peut contester l'utilisation par un autre du bot musique sous prétexte qu'il n'a pas envie d'en écouter. \n\n[sc][b]Quatre.[/b][/sc] L'usage abusif des commandes bots est interdit. \n\n[sc][b]Cinq.[/b][/sc] Dans le cas où plusieurs utilisateurs souhaitent utiliser le bot musique, il est demandé à ce que les musiques soient choisies à tour de rôle. \n\n[sc][b]Six.[/b][/sc] Tout abus dans l'utilisation du bot musique entrainera l'interdiction de son usage par la personne concernée. "], ["title", "Du serveur Minecraft"], ["article", "Les articles du présent titre s'appliquent exclusivement sur le serveur minecraft Palgania, en plus des articles du titre I.\n"], ["article", "Tenter volontairement de faire lagger le serveur par un moyen quelconque est interdit et puni de 4 mois de bannissement."], ["article", "L'adresse IP fournie lors de la connexion au serveur doit être celle de l'ordinateur sur lequel tourne le jeu. Se connecter au serveur minecraft Palgania à travers un VPN ou un proxy est ainsi interdit.\n\nIl est interdit de se connecter sur le serveur avec plus de deux comptes Minecraft appartenant à la même personne, que ce soit de manière simultanée ou asynchrone.  Au delà, les doublons seront bannis définitivement du serveur.  Dans tous les cas, toute personne se connectant au serveur avec plus d'un compte Minecraft doit le signaler impérativement aux administrateurs, sans quoi il sera soumis à des sanctions."], ["article", "L'utilisation de logiciels dits de cheat, donnant un avantage à un joueur sur d'autres qui joueraient en Vanilla est strictement interdite. \nA ce titre, les seuls mods autorisés sur le serveur sont les mods proposant une amélioration purement esthétique, tel que ShaderMod et les mods permettant une amélioration des performances de jeu, tel que OptiFine.\n\nLe cheat est puni de 6 mois de banissement."], ["article", "Il est formellement interdit de détruire, d'essayer de détruire ou de piller les créations des autres membres, sauf dans les cas prévus par le règlement du jeu.\n\nTout grief volontaire sera puni en fonction de sa gravité. L'usage de panneaux \"Private\" sur les coffres est recommandé, il n'est cependant pas obligatoire et sa non-présence n'atténue pas la sanction encourue par le pilleur. \n\nIl est formellement interdit de réaliser des constructions volontairement offensantes ou insultantes envers une personne ou un groupe de personnes. \n\nToute construction ou destruction, réalisée dans le but d'empêcher le bon déroulement du jeu ou d'enlaidir le serveur (constructions obscènes, plantation excessive de bambous...) est strictement interdite. "], ["title", "Des infractions et sanctions"], ["article", "En cas de non-respect des règlements, des sanctions proportionnelles à l'infraction seront appliquées.\n\nCes sanctions peuvent être des pénalités en jeu ou des sanctions classiques.\n\nLes pénalités en jeu se présentent sous les formes suivantes:\n\n- Une amende à verser aux administrateurs du serveur (en diamants, lingots d'or, etc. ).  Une partie de l'amende pourra être versée au plaignant s'il se constitue partie civile. \n\n- Un séjour en prison.  Dans ce cas, le joueur ayant commis l'infraction est placé dans une surface de 16x16 blocs minimum avec impossibilité de sortir.  Cette sanction peut être combinée à l'amende, et dans ce cas le joueur a la possibilité de miner dans la zone délimitée pour s'acquitter du montant nécessaire.  Le joueur peut également être chargé d'un travail obligatoire de construction pendant sa détention.  La durée maximale du séjour en prison est de 30 jours. \n\nLe fait de ne pas réaliser le travail obligatoire éventuel en détention ou de ne pas travailler au remboursement de son amende exposera le joueur concerné à des sanctions plus graves.\n\nLes sanctions classiques sont les suivantes:\n\n- L'éjection (ou kick) : que ce soit sur Discord ou sur le serveur Minecraft, l'éjection sera une sanction d'avertissement, visant à dissuader le joueur de continuer.  Si l'éjection ne suffit pas, une sanction plus grave sera appliquée. \n\n- Le mute : Sanction visant à interdire à un utilisateur l'usage du chat (sur Minecraft ou sur le Discord) ou d'un salon vocal (sur Discord).  Celle sanction est généralement appliquée en cas de spam, de manquement au respect ou d'insultes.  La durée maximale du mute est de 4 jours. \n\n- Le banissement : Sanction visant à interdire l'accès au serveur (Minecraft ou Discord) à une personne.  Aucun banissement n'est définitif.  La durée maximale du bannissement est, sans préjudice à l'application de l'article 3-3 du présent règlement, de 365 jours.\n\nLa Commission de Modération peut décider de suspendre temporairement un administrateur de ses fonctions, que ce soit pour les besoins d'une procédure qui le vise directement ou en guise de sanction lorsque celui-ci manque à ses devoirs ou au règlement. La suspension a une durée maximale d'une semaine et peut être prolongée après ce délai seulement lorsqu'un nouveau manquement est constaté."], ["article", "Les sanctions sont prononcées par la Commission de Modération. \nUn joueur sanctionné peut contester sa sanction auprès de celle-ci.\nUn joueur peut aussi reconnaitre avoir commis les faits mais présenter ses excuses. \nDans les deux cas, si la Commission de Modération estime qu'il y a assez d'éléments pour que la sanction soit remise en question, une annulation ou un allègement de celle-ci est possible."], ["article", "Les administrateurs principaux peuvent, à titre individuel et exceptionnel, alléger ou annuler n'importe quelle sanction de bannissement si sa durée initiale est supérieure à 6 mois. Une telle décision est rendue par statut."], ["title", "Des plaintes"], ["article", "Chaque joueur peut porter plainte contre un joueur ou un groupe de joueurs s'il estime qu'il a manqué à une des règles présentées ci-dessus.\n\nLa plainte doit être présentée à un modérateur, si possible avec des preuves à l'appui.\n\nIl revient ensuite à la Commission de Modération de décider si l'infraction existe bel et bien et de la sanction à attribuer.\n\nÀ défaut de modérateur disponible, la plainte peut être présentée à un administrateur, qui saisira la Commission de Modération par réquisitoire."], ["article", "Lorsqu'une plainte est prononcée pour une infraction mineure, le plaignant peut faire valoir son droit à un dédommagement.  Ainsi, si l'accusé doit payer une amende, une partie de celle-ci sera reversée au plaignant."], ["title", "Des dérogations"], ["article", "Toute dérogation au présent règlement ne peut être accordée qu'avec l'examen favorable des motivations du joueur qui en fait la demande par la Commission de Modération et l'équipe d'administration."], ["title", "Dispositions finales"], ["article", "L'adoption du présent règlement abroge et remplace le précédent [i]règlement du serveur[/i].\n\nLe présent règlement sera publié au recueil des documents à portée réglementaire du serveur et entrera en vigueur immédiatement."]], "date": 1632809989, "dispo": ["Considérant le [url=https://mcmatthevan.github.io/limoncello/crv/CRV20210927-0.pdf]compte-rendu[/url] de vote du 27 septembre 2021"], "sign": {"Vu pour exécution": [["Adelka56", "Présidente de la Commission de Modération", ""]], "": [["AigleAttarde & lumahell", ""]]}, "preamble": "Palgania est un serveur minecraft survie gratuit et ouvert au public.  Pour le bon fonctionnement de la communauté, des règles régissent le jeu et les utilisations des services proposés.  Celles-ci sont considérées comme acceptées dès l'instant où le serveur est rejoint.", "execute": [], "author": "Les administrateurs principaux", "verb": "Ont adopté", "id": "R20210928-0", "title": "Règlement général du serveur", "confirmSign": {"adelka56": true}, "infos": [["modified", "Statut n°[url=https://mcmatthevan.github.io/limoncello/reg/pdf/S20220113-0.pdf]S20220113-0[/url]"]]}