{
    "type": "Règlement",
    "model": "reglement",
    "content": [
        [
            "title",
            "Règles régissant les rapports joueur/monde."
        ],
        [
            "article",
            "Les arbres doivent être coupés entièrement. "
        ],
        [
            "article",
            "La bedrock, que ce soit dans le nether, dans l'overworld, dans le goulag ou l'end, ne doit en aucun cas être cassée. Les glitchs le permettant sont donc proscrits. Les modérateurs ou administrateurs ne peuvent en aucun cas utiliser le mode créatif pour casser la bedrock. "
        ],
        [
            "article",
            "L'usage de glitchs est interdit."
        ],
        [
            "title",
            "Règles régissant les rapports entre joueurs."
        ],
        [
            "article",
            "Infliger des dégâts à un autre joueur sans sa complicité (ou circonstances particulières précisées par le présent règlement) est interdit. "
        ],
        [
            "article",
            "Tuer un joueur est interdit sauf dans les circonstances particulières précisées par le présent règlement."
        ],
        [
            "article",
            "Piller la base ou la propriété d'un joueur est interdit."
        ],
        [
            "article",
            "Des joueurs peuvent décider de se confronter dans des combats JcJ si ceux-ci ont déterminé au préalable les modalités de cet affrontement.   "
        ],
        [
            "article",
            "En cas de litige lors d'un combat JcJ, c'est à la Commission de Modération de trancher.  "
        ],
        [
            "article",
            "Le vol d'équipement ou de ressources est interdit."
        ],
        [
            "article",
            "Contourner par une destruction un système de redstone est interdit."
        ],
        [
            "title",
            "Fonctionnement des TP."
        ],
        [
            "article",
            "Les joueurs ont la possibilité de se téléporter à un autre joueur, à un de ses homes ou au spawn via le système de TP-crédits."
        ],
        [
            "article",
            "L'obtention de crédits TP se fait via la commande /tpcredits buy. 10 crédits sont offerts à la première connexion, 5 à chaque vote pour le serveur. Le prix et le matériau utilisé pour l'achat des crédits varie en fonction du niveau du joueur."
        ],
        [
            "article",
            "La téléportation à un autre joueur coûte 2 crédits. La téléportation au spawn ou à un home coûte 1 crédit."
        ],
        [
            "article",
            "Il est possible de donner des crédits TP à un autre joueur via la commande /tpcredits give <nombre de crédits>"
        ],
        [
            "title",
            "Sanctions en cas de non respect du présent règlement"
        ],
        [
            "article",
            "Les sanctions prononcées en cas de non respect d'une de ces règles sont réglementées par les articles 4-1 à 4-3 du [reg=R20210928-0]règlement général du serveur[/reg].\n\n "
        ],
        [
            "title",
            "Dérogations"
        ],
        [
            "article",
            "Toute dérogation au présent règlement ne peut être accordée qu'avec l'examen favorable des motivations du joueur qui en fait la demande par la Commission de Modération et l'équipe d'administration. "
        ]
    ],
    "date": 1644935634,
    "dispo": [
        "Considérant le [crv=CRV20220215-0]compte-rendu[/crv] de vote du 15 février 2022"
    ],
    "sign": {
        "Vu pour exécution": [
            [
                "Adelka56",
                "Présidente de la Commission de Modération",
                ""
            ]
        ],
        "": [
            [
                "AigleAttarde & lumahell",
                ""
            ]
        ]
    },
    "preamble": "Ce règlement fixe les règles de jeu sur Palgania.",
    "execute": [],
    "author": "Les administrateurs principaux",
    "verb": "Ont adopté",
    "id": "R20220215-0",
    "title": "Règlement du jeu sur le serveur",
    "confirmSign": {
        "adelka56": true
    }
}