{
    "type": "Règlement",
    "model": "reglement",
    "content": [
        [
            "article",
            "Les fondateurs du serveur sont AigleAttarde et lumahell."
        ],
        [
            "article",
            "Les fondateurs du serveur sont les créateurs de Palgania. Leur rôle est essentiellement représentatif. Il constituent le Comité de Fondation du serveur et peuvent à ce titre parler, écrire, publier à propos et au nom du serveur Palgania. Ils délèguent également ce droit à l'équipe d'administration."
        ],
        [
            "article",
            "Les fondateurs nomment les administrateurs principaux du serveur. Leur nomination est approuvée par un vote à majorité absolue, soit de l'équipe d'administration, soit de la communauté, selon les choix des fondateurs. Si l'équipe d'administration ne comporte aucun administrateur lors de la nomination, celle-ci ne peut être soumise qu'à la communauté."
        ],
        [
            "article",
            "Les fondateurs acceptent ou refusent, le cas échéant, la démission leur étant présentée par un administrateur principal seul, ou par les deux administrateurs principaux conjointement. Ils assurent le rôle d'administrateur principal le temps de la vacance."
        ],
        [
            "article",
            "Les fondateurs peuvent, à la demande des administrateurs principaux, présider exceptionnellement une réunion de l'équipe d'administration."
        ],
        [
            "article",
            "Les fondateurs peuvent, à la demande des administrateurs principaux, représenter le serveur lors d'un évènement organisé sur celui-ci."
        ],
        [
            "title",
            "Dispositions exécutoires"
        ],
        [
            "article",
            "A l'article 1-2 du RIOR, il est ajouté le paragraphe suivant :\n\"Les administrateurs principaux sont nommés par les fondateurs du serveur, selon les dispositions prévues par un règlement organique.\"\n"
        ]
    ],
    "date": 1669486813,
    "dispo": [
        "Vu le [crv=CRV20221124-0]compte-rendu[/crv] de vote du 24 novembre 2022"
    ],
    "sign": {
        "": [
            [
                "AigleAttarde & lumahell",
                ""
            ]
        ]
    },
    "preamble": "",
    "execute": [
        {
            "type": "ChangeArt",
            "authorId": "lumahell",
            "regId": "R20210623-0",
            "artId": 2,
            "comment": "L'équipe d'administration est dirigée par deux administrateurs principaux, qui nomment et révoquent les administrateurs au sein de celle-ci. Lorsqu'un administrateur souhaite quitter son poste, celui-ci peut remettre sa démission aux administrateurs principaux, qui l'acceptent automatiquement.\n\nLes administrateurs principaux sont nommés par les fondateurs du serveur, selon les dispositions prévues par un règlement organique."
        }
    ],
    "author": "Les administrateurs principaux",
    "verb": "Ont adopté",
    "id": "R20221126-0",
    "title": "Règlement portant création du rôle de fondateur",
    "confirmSign": {}
}